[
    {
        "_id": "640734169037553ad614b425",
        "name": "Zinq Five Fan Cooling Pad and Laptop Stand with Dual Height Adjustment and Dual USB Port Extension",
        "description": "The notebook cooler has a unique design and adjustable tilting, so it can truly suit your needs.\n\nThere is a hinged flap that you can flip up to keep the laptop from sliding down towards you.\n\nZinq Cool Slate has 5 fans, the four outer large fans and then the center wind fan\nCan also be used as a laptop stand for the correct angle of viewing.",
        "price": 1100,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678193686/pacifio/products/Zinq-Five-Fan-Coolin/ir688dkngjdgsxxxsgn0.jpg",
                "publicUrl": "pacifio/products/Zinq-Five-Fan-Coolin/ir688dkngjdgsxxxsgn0",
                "_id": "640734169037553ad614b426"
            }
        ],
        "category": "cooling-pad",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    },
    {
        "_id": "640739ee9037553ad614b648",
        "name": "EvoFox Frost Laptop Cooling Pad with Silent Fans, 5 Adjustment Level",
        "description": "The Frost Cooling Pad comes with a Large Sturdy and Robust design that is suitable for Laptops upto 15.6 inches. The Metal Mesh Design provides added Strength and cooling ability to the laptop and silicon pads ensure a stable grip on the surface\nThe EvoFox Frost laptop stand is provided with 5 adjustable Heights. Raising your laptop to eye level, helps keep your back straight and free from stiffness and pain. Use it with an External Keyboard / Mouse for best effect.\nThe cooling pad has two big fans for cooling airflow along with a high quality braided cable that makes it best fit for the purpose.\nThe cooling pad is equipped with Blue LED Lights for Ambience and provides Super Silent Operation . It also offers 2 USB Ports, So it works as an USB Extender too.",
        "price": 900,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678195181/pacifio/products/EvoFox-Frost-Laptop-/joye5rzf0mzla7tjfv6m.jpg",
                "publicUrl": "pacifio/products/EvoFox-Frost-Laptop-/joye5rzf0mzla7tjfv6m",
                "_id": "640739ee9037553ad614b649"
            }
        ],
        "category": "cooling-pad",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    },
    {
        "_id": "64073a5d9037553ad614b681",
        "name": "Cosmic Byte Cyclone RGB Laptop Cooling Pad with 5 Fan, Adjustable Speed",
        "description": "12 RGB effects that gives the cooling pad a cool look.\n7 Level adjustable height helps to obtain optimal viewing and typing angle.\n3-Level Adjustable Fan Speed.\n3 Modes to adjust the fans on/off.\n2 USB port to easily connect other USB devices to the PC.",
        "price": 2600,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678195290/pacifio/products/Cosmic-Byte-Cyclone-/kv9srljryy2w3chti0cl.jpg",
                "publicUrl": "pacifio/products/Cosmic-Byte-Cyclone-/kv9srljryy2w3chti0cl",
                "_id": "64073a5d9037553ad614b682"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678195293/pacifio/products/Cosmic-Byte-Cyclone-/g7dgtrt7uv2jzioivkz3.jpg",
                "publicUrl": "pacifio/products/Cosmic-Byte-Cyclone-/g7dgtrt7uv2jzioivkz3",
                "_id": "64073a5d9037553ad614b683"
            }
        ],
        "category": "cooling-pad",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    },
    {
        "_id": "64073af09037553ad614b6b9",
        "name": "Proffisy Aluminum Laptop Cooling Pad with One Big Quiet Cooling Fan",
        "description": "【Laptop Cooling Fan Pad】ICE COOREL laptop Cooling Pad with the mesh design and One Big Fan (160mm) spinning at adjustable speed from 1000-1400 RPM, greatly dissipate the heat from the laptop, enable it in good working condition, and prolong the lifespan of your laptop.\n【Aluminum Laptop Cooler Pad】The cooling pad made of aluminum alloy provides your laptop a wear-resisting and firm carrying surface. This material can draw heat away from laptop, improve heat dissipation.Slim and lightweight(=1.35lb) cooler stand holder, allowing you to store it in your laptop bag and take it with you whenever you go.\n【Laptop Cooler Stand with 7 Height Adjustable】Seven adjustable height settings to put the stand up or flat and hold your laptop in a suitable position; Two baffle on the pad prevents your laptop from sliding down or falling off; It's not just a Laptop Cooling Pad, but also a perfect LAPTOP STAND.\n【Two USB Ports】Laptop cooling stand just plug in the USB port of your laptop to use. Equipped two USB 2.0 ports for data transmission or connecting other devices, package include one USB cable for you.\n【Ultra Quiet Cooler Fan】The noise reduction design of this laptop cooler makes it not disturb you even at maximum power, allowing you to concentrate on watching videos or work, enable a comfortable working environment.",
        "price": 1800,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678195438/pacifio/products/Proffisy-Aluminum-La/kaoln9vns9ydwqp4ewvl.jpg",
                "publicUrl": "pacifio/products/Proffisy-Aluminum-La/kaoln9vns9ydwqp4ewvl",
                "_id": "64073af09037553ad614b6ba"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678195440/pacifio/products/Proffisy-Aluminum-La/pagjgpu3xisbyexaanba.jpg",
                "publicUrl": "pacifio/products/Proffisy-Aluminum-La/pagjgpu3xisbyexaanba",
                "_id": "64073af09037553ad614b6bb"
            }
        ],
        "category": "cooling-pad",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    },
    {
        "_id": "64073b669037553ad614b6d3",
        "name": "EvoFox Typhoon Laptop Cooling Pad, Perfect for Large 17\" Inch Laptop or Smaller",
        "description": "The Typhoon Cooling Pad comes with a Large Sturdy and Robust design that is suitable for Laptops of ALL sizes. The Hexa Mesh Design provides added Strength and cooling ability and silicon pads ensure a stable grip on the surface.\n5 cooling fans (4 Medium Size, and 1 Large Size) provides a steady 68 CFM air flow - designed to keep your laptops cool and performing at peak ability.\nThe EvoFox Typhoon is not just an Ace Cooling pad, but also a very handy Laptop Riser with 4 adjustable Heights. Raising your laptop to eye level, helps keep your back straight and free from aches and pains. Use with an External Keyboard / Mouse for best effect.\nThe Evo Fox Typhoon comes with a strong braided cable to power the funky LEDs and Super Silent Fans. An additional USB port is also provided so that you don't “lose” a precious USB port on your laptop. Also comes with a handy fan speed control that is also used to turn off the LEDs and Fans.",
        "price": 1400,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678195556/pacifio/products/EvoFox-Typhoon-Lapto/rlon2ounctc24phydm7c.jpg",
                "publicUrl": "pacifio/products/EvoFox-Typhoon-Lapto/rlon2ounctc24phydm7c",
                "_id": "64073b669037553ad614b6d4"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678195558/pacifio/products/EvoFox-Typhoon-Lapto/nkf74pehfrvpoqzcoqdu.jpg",
                "publicUrl": "pacifio/products/EvoFox-Typhoon-Lapto/nkf74pehfrvpoqzcoqdu",
                "_id": "64073b669037553ad614b6d5"
            }
        ],
        "category": "cooling-pad",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    }
]