[
    {
        "_id": "640731059037553ad614b39e",
        "name": "KUMARA K552 - TKL WIRED MECHNICAL KEYBAORD RAINBOW (RED SWITCH)",
        "description": "Tenkeyless compact mechanical gaming keyboard Redragon k552 TKL small compact with dustproof mechanical switches Cherry MX red equivalent Linear switches quiet click sound fast action with minimal resistance without a tactile bump feel.\n\nRainbow LED RGB backlit mechanical USB gaming keyboard 19 different lighting effects and game modes 2 user-defined modes 6 colors multiple brightness level breathing speed precision-engineered keycaps offering crystal clear uniform backlighting.\n\nErgonomic designed steel series mechanical game keyboards high-quality durable metal-abs construction with plate-mounted mechanical keys and switches that stand up even during the most testing marathon gaming sessions.\n\nAnti-ghosting all 87 keys are conflict-free key rollover featuring 12 multimedia keyboard keys and a non-slip ergonomic, splash-proof design comes with a gold-plated high-speed corrosion free USB connector for a reliable connection.\n\nCompatible with Windows 10, Windows 8, Windows 7, windows vista, or windows XP, limited mac os keyboard support works well with all major computer brands and gaming pcs.",
        "price": 2300,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678192897/pacifio/products/KUMARA-K552---TKL-WI/ersbu0haj08zqma5u1hl.webp",
                "publicUrl": "pacifio/products/KUMARA-K552---TKL-WI/ersbu0haj08zqma5u1hl",
                "_id": "640731059037553ad614b39f"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678192899/pacifio/products/KUMARA-K552---TKL-WI/b6a5bsp7z5kjywdjuhz3.webp",
                "publicUrl": "pacifio/products/KUMARA-K552---TKL-WI/b6a5bsp7z5kjywdjuhz3",
                "_id": "640731059037553ad614b3a0"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678192901/pacifio/products/KUMARA-K552---TKL-WI/o9az56karxyz4orjgbgg.webp",
                "publicUrl": "pacifio/products/KUMARA-K552---TKL-WI/o9az56karxyz4orjgbgg",
                "_id": "640731059037553ad614b3a1"
            }
        ],
        "category": "keyboard",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    },
    {
        "_id": "6407406e9037553ad614b9e9",
        "name": "Cosmic Byte CB-GK-25 Pandora TKL Mechanical Keyboard Upgraded with Swappable Outemu Blue Switches and Rainbow LED",
        "description": "Compact Mechanical Keyboard with 87 keys.\nBlue Outemu Mechanical Silent Key Switches.\n50 million + Operations for Each Key.\nInjection Molded Double-shot Color Keycaps.\nSimultaneous Operation for All Keys Without Any Key Ghosting Effects.\nAdjustable Backlight Brightness and Speed.\n20 Backlight Effects and 8 Game Modes.",
        "price": 1800,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678196844/pacifio/products/Cosmic-Byte-CB-GK-25/cnylyddinc5r3efagnem.jpg",
                "publicUrl": "pacifio/products/Cosmic-Byte-CB-GK-25/cnylyddinc5r3efagnem",
                "_id": "6407406e9037553ad614b9ea"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678196845/pacifio/products/Cosmic-Byte-CB-GK-25/brcdopjwso9h3r3ia5z7.jpg",
                "publicUrl": "pacifio/products/Cosmic-Byte-CB-GK-25/brcdopjwso9h3r3ia5z7",
                "_id": "6407406e9037553ad614b9eb"
            }
        ],
        "category": "keyboard",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    },
    {
        "_id": "640740c79037553ad614b9fd",
        "name": "Logitech G213 Prodigy Gaming Keyboard, LIGHTSYNC RGB Backlit Keys, Spill-Resistant, Customizable Keys, Dedicated Multi-Media Keys - Black",
        "description": "Brilliant Color Spectrum Illumination Personalize five individual lighting zones from a spectrum of over 16.8 million colors. Change colors to match your setup, specific games, or to showcase your favorite colors. Synchronize lighting effects with other Logitech G devices using Logitech Gaming Software. Low light leak around each keycap means less more light comes through the lettering – and less leaks around the keycaps. This helps make the illumination of each key more brilliant, making it easier to find your keys in the dark.\nComfortable and Durable G213 Prodigy is a full-sized keyboard designed for gaming and productivity. The slim body is built for gamers of all levels, with a durable construction that repels liquids, crumbs and dirt for easy cleanup. An integrated palm rest and adjustable feet let you set your keyboard to the ideal position, so it’s comfortable to use even during the longest gaming sessions.\nPerformance Tuned with Multi-Key Input G213 brings together the best in tactile feel and performance with keys built specifically for the way gamers play. Each key on the G213 is tuned to enhance the tactile experience, delivering ultra-quick, responsive feedback that is up to 4 times faster than standard keyboards. The anti-ghosting gaming matrix is tuned for optimal gaming performance, keeping you in control when you press multiple gaming keys simultaneously.\nDedicated Media Controls Control your background track without switching out of your game. G213 features dedicated media controls that can be used to play, pause and mute music and videos instantly. Adjust the volume, or skip to the next song with the touch of a button.\nCustomize lighting, game mode and macro custom programming with downloadable Logitech G HUB software.",
        "price": 4000,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678196931/pacifio/products/Logitech-G213-Prodig/jw5hjlhfvwvmgom1mxk4.jpg",
                "publicUrl": "pacifio/products/Logitech-G213-Prodig/jw5hjlhfvwvmgom1mxk4",
                "_id": "640740c79037553ad614b9fe"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678196933/pacifio/products/Logitech-G213-Prodig/opdcqje8guagf7gzmp7y.jpg",
                "publicUrl": "pacifio/products/Logitech-G213-Prodig/opdcqje8guagf7gzmp7y",
                "_id": "640740c79037553ad614b9ff"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678196935/pacifio/products/Logitech-G213-Prodig/zgczpxdulgcg3rl4qhk3.jpg",
                "publicUrl": "pacifio/products/Logitech-G213-Prodig/zgczpxdulgcg3rl4qhk3",
                "_id": "640740c79037553ad614ba00"
            }
        ],
        "category": "keyboard",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    },
    {
        "_id": "6407410e9037553ad614ba03",
        "name": "Redragon K630 Dragonborn 60% Wired Pink Single Lighting Gaming Keyboard",
        "description": "60% Layout In Wired: Redragon 60% design in wired only mode due to popular demand. 61 anti-ghosting keys for ultra-compact and minimalistic design. Frees up precious desk space for less clutter.\nHot-Swappable Brown Switches: Tactile brown switches provide a soft bump but no click, unlike Blue, switches for quiet use. Hot-swappable with other Redragon switches. Made to last with switches rated for 50 million keypresses.\nVibrant Pink Lighting: Single color but not monotonous. If you like simple but cool colors, this keyboard will be your best choice! No software is required, plug and play.\n100-Percent Anti-ghosting: No matter how Fast your in-game actions are, every key press registers correctly.\nDedicated for FPS Gamer: Place the keyboard proper straight on your desktop and no more crooked way for mouse space saving, your mouse will never hit the keyboard any more. Enjoy waving the mouse without any worries and go get that Team Kills.",
        "price": 2200,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678197003/pacifio/products/Redragon-K630-Dragon/mbvs32qqntq3ehiyqclm.jpg",
                "publicUrl": "pacifio/products/Redragon-K630-Dragon/mbvs32qqntq3ehiyqclm",
                "_id": "6407410e9037553ad614ba04"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678197005/pacifio/products/Redragon-K630-Dragon/ocmeozsipjelthro1dqv.jpg",
                "publicUrl": "pacifio/products/Redragon-K630-Dragon/ocmeozsipjelthro1dqv",
                "_id": "6407410e9037553ad614ba05"
            }
        ],
        "category": "keyboard",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    },
    {
        "_id": "6407414c9037553ad614ba08",
        "name": "EvoFox Katana Pro RGB Mechanical Keyboard with Silent Outemu Red Switches",
        "description": "The EvoFox Katana Pro is a Strong Pro Level TKL Mechanical Keyboard - with Silent Red Keys, Tru 16 Million RGB Lights Efficient Design and is Fully Customizable with the provided Windows App.\nThe Katana Pro RGB Mechanical Keyboard comes with a Powerful Full Featured Software with onboard Memory - so customise it once and use it anywhere. Create Powerful Macros, Program ANY key, and Customise the Lighting patterns. Also comes with 4 customisable Game Mode LED Presets for Instant Battle Readiness.\nThis Mechanical Gaming Keyboard has a Tru Prismatic 16 million colour RGB Backlighting with 16 Breathing effects, Single Click White Key Mode and more. Light the path ahead with dynamic radiance as you forge new ways to up your gameplay.\nA Highly Durable Mechanical Gaming Keyboard in a compact Space Saving design comes with a strong 830 GM Brick Red Body, a 1.8m Braided Cable with a gold plated connector, nKey Rollover (All Key Anti Ghosting), Windows Key Lock Mode (with LED), and more. The Katana Pro is forged for Battle. Just channel your inner Bushido spirit.",
        "price": 2500,
        "ratings": 0,
        "images": [
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678197065/pacifio/products/EvoFox-Katana-Pro-RG/gcyx5x1asxuq3v10he0q.jpg",
                "publicUrl": "pacifio/products/EvoFox-Katana-Pro-RG/gcyx5x1asxuq3v10he0q",
                "_id": "6407414c9037553ad614ba09"
            },
            {
                "pic": "https://res.cloudinary.com/dvhucdquc/image/upload/v1678197067/pacifio/products/EvoFox-Katana-Pro-RG/wh3gw2dce48hyjm4jkba.jpg",
                "publicUrl": "pacifio/products/EvoFox-Katana-Pro-RG/wh3gw2dce48hyjm4jkba",
                "_id": "6407414c9037553ad614ba0a"
            }
        ],
        "category": "keyboard",
        "stock": 100,
        "numberOfReviews": 0,
        "reviews": []
    }
]